Repository: Happy-Ferret/awesome-widgets
Catalog: sources/translations/awesome-widget/*.po
Languages: ru

source: Run ksysguard
ru: Запустить ksysguard

source: Show README
ru: Показать README

source: Update text
ru: Обновить текст

source: Check for updates
ru: Проверить обновления

source: Current version : %1
ru: Текущая версия : %1

source: New version : %1
ru: Новая версия : %1

source: Click "Ok" to download
ru: Нажмите "Ok" для загрузки

source: There are updates
ru: Найдены обновления

source: Tag: %1
ru: Тег: %1

source: Comment: %1
ru: Комментарий: %1

source: Name: %1
ru: Имя: %1

source: Exec: %1
ru: Команда: %1

source: Version %1 (build date %2)
ru: Версия %1 (дата сборки %2)

source: A set of minimalistic plasmoid widgets
ru: Коллекция минималистичных плазмоидов

source: Links:
ru: Ссылки:

source: Homepage
ru: Домашняя страница

source: Repository
ru: Репозиторий

source: Bugtracker
ru: Баг-трекер

source: Translation issue
ru: Тикет перевода

source: AUR packages
ru: Пакеты в AUR

source: This software is licensed under %1
ru: Данное приложение лицензировано под %1

source: Translators: %1
ru: Переводчики: %1

source: This software uses: %1
ru: Данное приложение использует: %1

source: Widget
ru: Виджет

source: Advanced
ru: Расширенные

source: Tooltip
ru: Тултип

source: Appearance
ru: Внешний вид

source: About
ru: О программе

source: Enter file name
ru: Введите имя файла

source: File name
ru: Имя файла

source: Edit
ru: Править

source: Copy
ru: Копировать

source: Remove
ru: Удалить

source: Select font
ru: Выберете шрифт

source: Select color
ru: Выберете цвет

source: Acknowledgment
ru: Благодарности

source: Enable notifications
ru: Включить уведомления

source: Enable background
ru: Включить фон

source: Custom time format
ru: Свой формат времени

source: Custom uptime format
ru: Свой формат аптайма

source: Temperature units
ru: Температурные единицы

source: Celsius
ru: Цельсий

source: Fahrenheit
ru: Фаренгейт

source: Kelvin
ru: Кельвин

source: Reaumur
ru: Реамюр

source: cm^-1
ru: см^-1

source: kJ/mol
ru: кДж/моль

source: kcal/mol
ru: ккал/моль

source: AC online tag
ru: AC подключен

source: AC offline tag
ru: AC отключен

source: Bars
ru: Бары

source: Edit bars
ru: Редактировать бары

source: Time interval
ru: Интервал обновления

source: Font
ru: Шрифт

source: Font size
ru: Размер шрифта

source: Font weight
ru: Ширина шрифта

source: light
ru: тонкий

source: normal
ru: нормальный

source: demi bold
ru: полужирный

source: bold
ru: жирный

source: black
ru: очень жирный

source: Font style
ru: Стиль шрифта

source: italic
ru: курсив

source: Font color
ru: Цвет шрифта

source: Select a color
ru: Выберете цвет

source: Select a font
ru: Выберете шрифт

source: ACPI path
ru: Пусть к ACPI

source: Custom scripts
ru: Свои скрипты

source: Edit scripts
ru: Редактировать скрипты

source: GPU device
ru: Устройство GPU

source: hddtemp cmd
ru: Команда hddtemp

source: MPD address
ru: Адрес сервера MPD

source: MPD port
ru: Порт сервера MPD

source: MPRIS player name
ru: Имя плеера в MPRIS

source: Music player
ru: Музыкальный плеер

source: Quotes monitor
ru: Монитор котировок

source: Edit tickers
ru: Редактировать тикеры

source: Package manager
ru: Пакетный менеджер

source: Edit command
ru: Редактировать команду

source: Request key
ru: Показать ключ

source: Check updates
ru: Проверить обновления

source: CPU, CPU clock, memory, swap and network labels support graphical tooltip. To enable them just make needed checkbox fully checked.
ru: Поля "CPU", "Частота CPU", "Память", "Swap", "Сеть" поддерживают графический тултип. Чтобы включить его, просто сделайте требуемые чекбоксы полностью чекнутыми.

source: Number of values for tooltips
ru: Число хранящихся значений

source: Background
ru: Фон

source: CPU color
ru: Цвет CPU

source: CPU clock color
ru: Цвет частоты CPU

source: Memory color
ru: Цвет памяти

source: Swap color
ru: Цвет swap

source: Download speed color
ru: Цвет скорости загрузки

source: Upload speed color
ru: Цвет скорости отдачи

source: Battery active color
ru: Цвет заряжаемой батареи

source: Battery inactive color
ru: Цвет разряжаемой батареи

source: Detailed information may be found on <a href="http://arcanis.name/projects/awesome-widgets/">project homepage</a>
ru: Подробная информация может быть найдена на <a href="http://arcanis.name/ru/projects/awesome-widgets/">домашней странице проекта</a>

source: Add
ru: Добавить

source: Show value
ru: Показать значение

source: Value: %1
ru: Значение: %1

source: Info: %1
ru: Информация: %1

source: Run %1
ru: Запуск %1

source: openSUSE packages
ru: Пакеты для openSUSE

source: Create
ru: Создать

source: AC online
ru: AC подключен

source: AC offline
ru: AC отключен

source: High CPU load
ru: Высокая загрузка CPU

source: High GPU load
ru: Высокая загрузка GPU

source: Free space on %1 less than 10%
ru: Свободное место на диске %1 меньше 10%

source: High memory usage
ru: Большое потребление памяти

source: Network device has been changed to %1
ru: Сетевое устройство было изменено на %1

source: Swap is used
ru: Используется своп

source: Select tag
ru: Выберете тег

source: Tag
ru: Тег

source: Ticker: %1
ru: Тикер: %1

source: Enable popup on mouse click
ru: Включить сообщения по клику мыши

source: $dddd - long weekday $ddd - short weekday $dd - day $d - day w\o zero $MMMM - long month $MMM - short month $MM - month $M - month w\o zero $yyyy - year $yy - short year $hh - hours (24 only) $h - hours w\o zero (24 only) $mm - minutes $m - minutes w\o zero $ss - seconds $s - seconds w\o zero
ru: $dddd - день недели (длинный) $ddd - день недели (короткий) $dd - день $d - день без 0 $MMMM - месяц (длинный) $MMM - месяц (короткий) $MM - месяц $M - месяц без 0 $yyyy - год $yy - год (короткий) $hh - часы (24) $h - часы без 0 (24) $mm - минуты $m - минуты без 0 $ss - секунды $s - секунды без 0

source: $dd - uptime days $d - uptime days without zero $hh - uptime hours $h - uptime hours without zero $mm - uptime minutes $m - uptime minutes without zero
ru: $dd - дни аптайма $d - дни аптайма без нулей $hh - часы аптайма $h - часы аптайма без нулей $mm - минуты аптайма $m - минуты аптайма без нулей

source: Temperature devices
ru: Температурные устройства

source: Editable
ru: Редактируемо

source: Fan devices
ru: Кулеры

source: Mount points
ru: Точки монтирования

source: HDD devices (speed)
ru: HDD (скорость)

source: HDD devices (temp)
ru: HDD (температура)

source: Disable auto select device and set specified device
ru: Отключить автовыбор устройства и использовать указанное

source: Set network device
ru: Выберете сетевое устройство

source: Line, which returns when AC is online
ru: Строка, возвращаемая при подключенном адаптере питания

source: Line, which returns when AC is offline
ru: Строка, возвращаемая при отключенном адаптере питания

source: "/sys/class/power_supply/" by default
ru: "/sys/class/power_supply/" по умолчанию

source: <b>NOTE:</b> Player DBus interface should be an active
ru: <b>ВНИМАНИЕ:</b> DBus интерфейс плеера должен быть активен

source: Configuration
ru: Настройка

source: Name
ru: Имя

source: Comment
ru: Комментарий

source: Value
ru: Значение

source: Active color
ru: Активный цвет

source: Inactive color
ru: Неактивный цвет

source: Type
ru: Тип

source: Direction
ru: Направление

source: Height
ru: Высота

source: Width
ru: Ширина

source: <html><head/><body><p>Use YAHOO! finance ticker to get quotes for the instrument. Refer to <a href="http://finance.yahoo.com/"><span style=" text-decoration: underline; color:#0057ae;">http://finance.yahoo.com/</span></a></p></body></html>
ru: <html><head/><body><p>Используйте тикеры YAHOO! finance, чтобы получить котировки по инструменту. См. <a href="http://finance.yahoo.com/"><span style=" text-decoration: underline; color:#0057ae;">http://finance.yahoo.com/</span></a></p></body></html>

source: Ticker
ru: Тикер

source: Active
ru: Активен

source: Interval
ru: Интервал

source: Command
ru: Команда

source: Prefix
ru: Префикс

source: Has output
ru: Имеет сообщения

source: Redirect
ru: Перенаправление

source: Null
ru: Пустые строки

# NAME OF TRANSLATORS
source: Your names
ru: Evgeniy Alekseev

# EMAIL OF TRANSLATORS
source: Your emails
ru: esalexeev@gmail.com
